export const BETA_APPLY_METADATA = {
  title: '3D 트리 베타테스터 모집',
  subtitle: '겨울철 소중한 경험에 함께 참여해주세요! 🎄❄ (12/18 ~ 12/20) ',
  description:
    '안녕하세요, 여러분! \n우리 팀은 따뜻한 겨울철을 기념하면서 동시에 사회문제에 기여할 수 있는 특별한 이벤트를 준비하고 있습니다.  \n여러분의 참여로 이 프로젝트를 더욱 의미 있게 만들어 보세요! \n베타테스터로 참여하신다면, 서비스를 배포하였을 때 사이트의 모든 기능을 무료로 이용할 수 있습니다!',
  manager: '개인정보처리 및 문의 담당자: 동국대학교 융합보안학과 이설(soor7566@naver.com)',
  introduce: {
    title: '🌟 나만의 특별한 3D 크리스마스 트리 만들기 🌟',
    content: [
      '1️⃣ 커스텀마이징: 당신만의 3D 트리를 자유롭게 꾸며보세요!',
      '2️⃣ 기부로 장식하기: 기부를 통해 다양한 소품으로 트리를 더 아름답게 만들어보세요.',
      '3️⃣ 기부 챌린지: 친구들과 함께 기부 챌린지를 하며 소품을 더욱 다채롭게 채워보세요.',
      '4️⃣ 특별한 연말인사: 기부 후, 트리 카드를 통해 지인들과 따뜻한 인사를 주고 받아보세요.',
    ],
  },
  terms:
    '이하 내용은 베타테스터 참여용 설문지입니다. \n설문지를 제출하신다면, 베타테스터로 참여하는 것으로 간주합니다. \n지속적인 피드백에 체크를 하지 않아도 동일하게 출시 후 무료로 모든 서비스를 이용하실 수 있습니다. \n모든 개인정보는 서비스 운영 용도로만 사용되며, 서비스 종료시 즉시 파기됩니다.',
}

export const TEST_COLOR_LIST = [
  '#FFB9B8',
  '#FFD4B7',
  '#FFF1B6',
  '#EAFFB6',
  '#BDFFB6',
  '#B7F2FF',
  '#B8DEFF',
  '#B9BFFF',
  '#E4B7FF',
  '#FFB8E6',
  '#ffff33',
  '#9966ff',
  '#3366ff',
  '#cc3366',
  '#ffcccc',
  '#333300',
]
