export const TERMS_CONTENTS = `
서비스 약관

제1조 목적

이 약관은 동국대학교 해커톤 8팀이 제공하는 "나만의 특별한 3D 크리스마스 트리 만들기" 서비스(이하 "서비스")의 이용조건 및 절차에 관한 사항을 규정함을 목적으로 합니다.

제2조 용어의 정의

이 약관에서 사용하는 용어의 정의는 다음과 같습니다.

"서비스"란 동국대학교 해커톤 8팀이 제공하는 "나만의 특별한 3D 크리스마스 트리 만들기"를 통칭합니다.
"이용자"란 이 약관에 따라 서비스를 이용하는 회원 및 비회원을 말합니다.
"회원"이란 서비스에 접속하여 본 약관에 동의하고, 아이디와 비밀번호를 발급받은 자를 말합니다.
"비회원"이란 회원에 가입하지 않고 서비스를 이용하는 자를 말합니다.
제3조 서비스 제공 및 이용

서비스는 무료로 제공됩니다.
회원은 서비스를 이용하기 위해 회원가입을 하여야 합니다.
비회원은 제한된 서비스만 이용할 수 있습니다.
서비스 이용은 국내에 거주하는 자에 한합니다.
제4조 회원가입

회원가입은 서비스의 회원가입 양식을 작성하여 회원정보를 제공함으로써 이루어집니다.
회원가입 시 제공된 회원정보는 변경이 불가하므로, 회원가입 시 신중히 입력하여야 합니다.
회원가입 시 제공된 회원정보가 사실과 다를 경우, 서비스 이용에 제한을 받을 수 있습니다.
제5조 회원정보의 변경

회원은 언제든지 자신의 회원정보를 수정할 수 있습니다.
회원정보를 수정할 때는 반드시 본인임을 확인할 수 있는 정보를 제공하여야 합니다.
제6조 서비스 이용의 제한

서비스 이용자는 다음과 같은 행위를 하여서는 안 됩니다.
다른 이용자의 권리나 명예, 신용, 재산 등을 침해하는 행위
공공질서 및 미풍양속에 위반되는 행위
범죄행위 또는 이에 준하는 행위
서비스의 정상적인 운영을 방해하는 행위
서비스의 저작권, 기타 지적재산권을 침해하는 행위
기타 서비스의 이용약관에 위배되는 행위
서비스 제공자는 이용자가 본 조 제1항을 위반하였을 경우, 서비스 이용을 제한하거나 이용자의 회원자격을 박탈할 수 있습니다.
제7조 서비스의 종료

서비스 제공자는 다음과 같은 사유로 서비스의 제공을 종료할 수 있습니다.
천재지변, 전쟁, 질병, 기타 불가항력적인 사유로 인하여 서비스의 제공이 불가능할 경우
서비스의 수익성이 저조하여 유지가 어려울 경우
서비스 제공자의 경영상, 기술상 중대한 사유가 발생한 경우
서비스 제공자는 서비스 종료 전에 이용자에게 이를 통지합니다.
제8조 손해배상

서비스 제공자는 이용자가 서비스 이용 중 입은 손해에 대하여 고의 또는 중대한 과실이 없는 한 책임을 지지 않습니다.
서비스 제공자는 이용자가 서비스 이용 중 타인에게 손해를 입힌 경우, 이용자는 그로 인하여 발생한 모든 책임을 부담합니다.
제9조 기타

이 약관에 명시되지 않은 사항은 관계법령 또는 서비스 제공자의 상관례에 따릅니다.
서비스 제공자는 이 약관을 변경할 수 있으며, 변경된 약관은 서비스에 게시하여 이용자에게 공지합니다.
이용자는 변경된 약관에 동의하지 않을 경우, 서비스 이용을 중단할 수 있습니다.
부칙

이 약관은 2023년 12월 8일부터 시행합니다.`
